[
    {
        "name": "The Forks Market",
        "image": "images/forks.webp",
        "address": "1 Forks Market Rd, Winnipeg, MB",
        "description": "A historic site and popular gathering place with shops, restaurants, and cultural attractions.",
        "moreDetails": "The Forks has been a meeting place for over 6,000 years. Today, it's a bustling hub of shops, restaurants, art installations, and outdoor activities. In the winter, enjoy skating on the river trail; in summer, explore the vibrant markets and live performances."
    },
    {
        "name": "Assiniboine Park Zoo",
        "image": "images/assiniboineparkzoo.webp",
        "address": "2595 Roblin Blvd, Winnipeg, MB",
        "description": "A world-class zoo with over 200 species, including the polar bear exhibit.",
        "moreDetails": "Home to Journey to Churchill, one of the most comprehensive northern species exhibits in the world, the zoo features polar bears, seals, muskoxen, and more. Enjoy educational programs, interactive exhibits, and seasonal activities for the whole family."
    },
    {
        "name": "The Manitoba Museum",
        "image": "images/manitobamuseum.webp",
        "address": "190 Rupert Ave, Winnipeg, MB",
        "description": "Explore Manitoba’s history, culture, and science exhibits at this interactive museum.",
        "moreDetails": "The Manitoba Museum offers immersive galleries, including a full-size replica of the Nonsuch ship, a planetarium, and hands-on science exhibits. It’s a must-visit for history buffs, students, and curious minds of all ages."
    },
    {
        "name": "Royal Canadian Mint",
        "image": "images/royalcanadianmint.webp",
        "address": "520 Lagimodiere Blvd, Winnipeg, MB",
        "description": "Discover the art of coin production and see how money is made at this fascinating facility.",
        "moreDetails": "Take a guided tour of the Mint to witness how billions of circulation coins are produced for over 75 countries. Learn about the history of coinage, high-tech minting processes, and see rare and collectible coins on display."
    },
    {
        "name": "Assiniboine Forest",
        "image": "images/assiniboineforest.webp",
        "address": "Assiniboine Park, Winnipeg, MB",
        "description": "A large forest area offering hiking trails, wildlife, and outdoor recreational activities.",
        "moreDetails": "Spanning over 700 acres, Assiniboine Forest is one of the largest urban forests in Canada. It's home to deer, foxes, and hundreds of bird species. Visitors can enjoy peaceful trails, boardwalks through wetlands, and natural prairie ecosystems."
    },
    {
        "name": "St. Boniface Cathedral",
        "image": "images/stbonifacecathedral.webp",
        "address": "190 Ave. de la Cathédrale, Winnipeg, MB",
        "description": "A beautiful historic cathedral that stands as a symbol of the city’s French heritage.",
        "moreDetails": "Originally built in 1818, the cathedral has been rebuilt several times and is now a stunning architectural blend of old and new. Explore the ruins of the 1908 façade, the adjoining cemetery, and learn about French and Métis history."
    
    },
    {  
        "name": "The Exchange District",
        "image": "images/exchangedistrict.webp",
        "address": "Winnipeg, MB",
        "description": "A vibrant area of historical architecture, galleries, shops, and restaurants.",
        "moreDetails": "Once Winnipeg's financial hub, the Exchange District is home to over 150 heritage buildings from the early 20th century. Walk cobblestone streets, explore independent boutiques and creative studios, and enjoy one of the city's liveliest arts and food scenes. It also hosts popular events like the Fringe Festival and Nuit Blanche."
    },
    {
        "name": "The Human Rights Museum",
        "image": "images/humanrightsmuseum.webp",
        "address": "85 Israel Asper Way, Winnipeg, MB",
        "description": "The Canadian Museum for Human Rights offers an inspiring, emotional, and educational experience.",
        "moreDetails": "A world-first museum dedicated solely to the evolution, celebration, and future of human rights. The striking architecture leads you through interactive exhibits that explore global and Canadian rights issues. Its Tower of Hope offers a panoramic view of Winnipeg's skyline."
    }
]    